Repository: MANDARA-M/todo_assignment_mandara
Catalog: lib/l10n/app_*.arb
Languages: hi, kn

source: Created
hi: बनाया गया
kn: ಸೃಷ್ಟಿಸಲಾಗಿದೆ

source: Joined
hi: जुड़ा
kn: ಸೇರಿಸಲಾಗಿದೆ

source: Join Task
hi: कार्य से जुड़ें
kn: ಕಾರ್ಯಕ್ಕೆ ಸೇರಿ

source: Add Icon to Task
hi: कार्य में आइकन जोड़ें
kn: ಕಾರ್ಯಕ್ಕೆ ಐಕಾನ್ ಸೇರಿಸಿ

# sharePostText
source: Check out this post by %s on in-STA.
hi: कार्य से जुड़ें और सहयोग करें: टास्क ID: %s
kn: ಕಾರ್ಯಕ್ಕೆ ಸೇರಿ ಮತ್ತು ಸಹಕರಿಸಿ: ಕಾರ್ಯ ID: %s

# signInWithMobile
source: Sign in with mobile number
hi: मोबाइल नंबर से साइन इन करें
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯಿಂದ ಸೈನ್ ಇನ್ ಮಾಡಿ

# onboardingTitle1Screen1
source: Welcome to
hi: स्वागत है
kn: ಸ್ವಾಗತ

# onboardingTitle2Screen1
source: in-STA
hi: Todo-Task
kn: Todo-Task

# onboardingSubTitle1Screen1
source: Swadeshi platform built for the world. Connect with like-minded people, exchange perspectives, and celebrate identity together.
hi: दुनिया के लिए बनाया गया स्वदेशी प्लेटफ़ॉर्म। समान विचारधारा वाले लोगों से जुड़ें, विचार साझा करें और अपनी पहचान को साथ मिलकर मनाएँ।
kn: ವಿಶ್ವಕ್ಕಾಗಿ ನಿರ್ಮಿಸಲಾದ ಸ್ವದೇಶಿ ವೇದಿಕೆ. ನಿಮ್ಮಂತೆಯೇ ಯೋಚಿಸುವವರೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಿ, ಅಭಿಪ್ರಾಯ ಹಂಚಿಕೊಳ್ಳಿ ಮತ್ತು ನಿಮ್ಮ ಗುರುತನ್ನು ಆಚರಿಸಿ.

# onboardingTitle1Screen2
source: Join the
hi: भारत द्वारा
kn: ಭಾರತದಲ್ಲಿ

# onboardingTitle2Screen2
source: Community
hi: निर्मित
kn: ನಿರ್ಮಿತ

# onboardingSubTitle1Screen2
source: Share your thoughts, ideas, and stories. From culture to creativity, discover a safe space where your voice finds connection and respect.
hi: अपने विचार, आइडिया और कहानियाँ साझा करें। संस्कृति से रचनात्मकता तक, एक सुरक्षित स्थान खोजें जहाँ आपकी आवाज़ को सम्मान और जुड़ाव मिले।
kn: ನಿಮ್ಮ ಆಲೋಚನೆಗಳು, ಕಲ್ಪನೆಗಳು ಮತ್ತು ಕಥೆಗಳು ಹಂಚಿಕೊಳ್ಳಿ. ಸಂಸ್ಕೃತಿ ಇಂದ ಸೃಜನಶೀಲತೆವರೆಗೆ, ನಿಮ್ಮ ಧ್ವನಿಗೆ ಗೌರವ ಮತ್ತು ಸಂಪರ್ಕ ದೊರೆಯುವ ಸುರಕ್ಷಿತ ಸ್ಥಳವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.

# onboardingTitle1Screen5
source: Celebrate
hi: और अधिक करें, जैसे
kn: ಇನ್ನಷ್ಟು ಮಾಡಿ,

# onboardingTitle2Screen5
source: Identity
hi: कभी नहीं किया
kn: ಹಿಂದೆ ಮಾಡದಂತೆ

# onboardingSubTitle1Screen5
source: Be part of a community that values both tradition and modern life. Express yourself freely while staying connected to shared roots.
hi: ऐसे समुदाय का हिस्सा बनें जो परंपरा और आधुनिकता दोनों को महत्व देता है। अपनी पहचान को स्वतंत्र रूप से व्यक्त करें और अपनी जड़ों से जुड़े रहें।
kn: ಪರಂಪರೆ ಮತ್ತು ಆಧುನಿಕತೆಯನ್ನು ಮೌಲ್ಯವನ್ನಾಗಿಸುವ ಸಮುದಾಯದ ಭಾಗವಾಗಿರಿ. ನಿಮ್ಮನ್ನು ಮುಕ್ತವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಬೇರುಗಳೊಂದಿಗೆ ಸಂಪರ್ಕಿತರಾಗಿರಿ.

# onboardingTitle1Screen4
source: Discover the
hi: खोजें
kn: ಅನ್ವೇಷಿಸಿ

# onboardingTitle2Screen4
source: Spirit
hi: स्पिरिट
kn: ಸ್ಪಿರಿಟ್

# onboardingSubTitle1Screen4
source: Explore trending conversations, cultural insights, and community voices. Travel beyond borders with ideas that unite people everywhere.
hi: ट्रेंडिंग बातचीत, सांस्कृतिक दृष्टिकोण और समुदाय की आवाज़ों का अन्वेषण करें। उन विचारों के साथ सीमाओं से आगे बढ़ें जो दुनिया को जोड़ते हैं।
kn: ಟ್ರೆಂಡಿಂಗ್ ಸಂಭಾಷಣೆಗಳು, ಸಂಸ್ಕೃತಿಯ ಒಳನೋಟಗಳು ಮತ್ತು ಸಮುದಾಯದ ಧ್ವನಿಗಳನ್ನು ಅನ್ವೇಷಿಸಿ. ಜನರನ್ನು ಕೂಡಿಸುವ ಕಲ್ಪನೆಗಳೊಂದಿಗೆ ಗಡಿಗಳನ್ನು ದಾಟಿ.

# onboardingTitle1Screen3
source: Engage
hi: साझा करें
kn: ಹಂಚಿಕೊಳ್ಳಿ

# onboardingTitle2Screen3
source: People
hi: कार्य
kn: ಕಾರ್ಯಗಳು

# onboardingSubTitle1Screen3
source: Post, like, and engage with people who understand you. Build bonds, learn new things, and feel at home in a community made for you.
hi: कार्य साझा करें और पहले से अधिक हासिल करें
kn: ಕಾರ್ಯಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ ಮತ್ತು ಮೊದಲಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ಸಾಧಿಸಿ

source: Profile
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್

# internetNotConnected
source: You don’t have an internet connection, or your signal is too low.
hi: आपके पास इंटरनेट कनेक्शन नहीं है, या आपका सिग्नल बहुत कमजोर है।
kn: ನಿಮ್ಮಲ್ಲಿ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಇಲ್ಲ ಅಥವಾ ಸಿಗ್ನಲ್ ತುಂಬಾ ದುರ್ಬಲವಾಗಿದೆ.

source: We will send you confirmation code
hi: हम आपको एक पुष्टि कोड भेजेंगे
kn: ನಾವು ನಿಮಗೆ ದೃಢೀಕರಣ ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ

source: Enter your mobile number
hi: अपना मोबाइल नंबर दर्ज करें
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ

# weSentItToNumber
source: We sent it to number +91
hi: हमने इसे इस नंबर पर भेजा है +91
kn: ನಾವು ಇದನ್ನು ಈ ಸಂಖ್ಯೆಗೆ ಕಳುಹಿಸಿದ್ದೇವೆ +91

source: Resend Code
hi: कोड दोबारा भेजें
kn: ಕೋಡ್ ಮರುಕಳುಹಿಸಿ

source: Enter code send to your phone
hi: अपने फ़ोन पर भेजा गया कोड दर्ज करें
kn: ನಿಮ್ಮ ಫೋನ್‌ಗೆ ಕಳುಹಿಸಿದ ಕೋಡ್ ನಮೂದಿಸಿ

source: Next
hi: आगे
kn: ಮುಂದೆ

# limitReachedForOtp
source: Limit reached for OTP resend.
hi: OTP दोबारा भेजने की सीमा पूर्ण हो गई है।
kn: OTP ಮರುಕಳುಹಿಸುವ ಮಿತಿ ತಲುಪಿದೆ.

source: Resend code in
hi: कोड दोबारा भेजें
kn: ಕೋಡ್ ಮರುಕಳುಹಿಸಿ

source: Verify
hi: सत्यापित करें
kn: ಧೃಡೀಕರಿಸಿ

source: You went offline
hi: आप ऑफ़लाइन हो गए
kn: ನೀವು ಆಫ್‌ಲೈನ್ ಆಗಿದ್ದೀರಿ

# youWentOfflineSupportText
source: It seems you don’t have an internet connection, or your signal is too low.
hi: ऐसा लगता है कि आपके पास इंटरनेट कनेक्शन नहीं है, या आपका सिग्नल बहुत कमजोर है।
kn: ನಿಮ್ಮಲ್ಲಿ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಇಲ್ಲ ಅಥವಾ ಸಿಗ್ನಲ್ ತುಂಬಾ ದುರ್ಬಲವಾಗಿದೆ.

# errorEmptyInput
source: Field can not be empty!
hi: फ़ील्ड खाली नहीं हो सकता!
kn: ಕ್ಷೇತ್ರ ಖಾಲಿ ಇರಬಾರದು!

source: ok
hi: ठीक है
kn: ಸರಿ
